Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: (Unknown)
ms: (Tidak Diketahui)

source: Unmarked inflectional affix slot
ms: Slot imbuhan infleksi tidak bertanda

source: &Unspecified
ms: &Tidak Ditentukan

source: Unsp&ecified
ms: Ti&dak Ditentukan

source: Unspecified
ms: Tidak Ditentukan

source: (unspecified)
ms: (tidak ditentukan)

source: Unsupported Image Format
ms: Format Imej Tidak Bersokong

source: Untested
ms: Tidak Teruji

source: Update
ms: Kemaskini

source: Update lexical entries of mono-morphemic analyses
ms: Kemaskini entri leksikal analisis mono-morfemik

source: Updating Grammar and Lexicon
ms: Mengemaskini Tatabahasa dan Leksikon

source: Updating: {0}
ms: Mengemaskini: {0}

source: Updating: '{0}' ...
ms: Mengemaskini: '{0}'

source: Usage
ms: Penggunaan

source: Usa&ge:
ms: Peng&gunaan:

source: Usages
ms: Penggunaan

source: Use
ms: Guna

source: Use Abbreviation as label
ms: Gunakan Singkatan sebagai label

source: Use Allomorph
ms: Gunakan Alomorf

source: Use default analysis
ms: Gunakan analisis asal

source: &Use Entry
ms: &Gunakan Entri

source: Use &regular expressions
ms: Gunakan &Ungkapan-ungkapan Biasa

source: Use regular expressions
ms: Gunakan Ungkapan-ungkapan Biasa

source: Use the older files from the backup.
ms: Guna folder yang lebih lama dari backup.

source: {0}. Used {1} times by analyses.
ms: {0}. Dipakai {1} kali oleh analisis-analisis.

source: {0}. Used 1 time by analyses.
ms: {0}. Dipakai 1 kali oleh analisis-analisis.

source: User Analyses
ms: Analisis-anilisis Pengguna

source: User Approved (Analyses)
ms: Disetujui Pengguna (Analisis-analisis)

source: User Disapproved (Test Case Analyses)
ms: Tidak Disetujui Pengguna (Analisis-analisis Kasus Ujian)

source: user interface
ms: antara muka

source: User interface language:
ms: Bahasa antara muka:

source: User Opinion
ms: Pendapat Pengguna

source: User Opinion Unknown (Analysis Candidates)
ms: Pendapat Pengguna Tidak Diketahui (Calon-calon Analisis)

source: User-modified Styles
ms: Gaya Terubahsuai pengguna

source: Utilities
ms: Utiliti

source: _Utilities...
ms: _Utiliti...

source: Valid Characters
ms: Aksara Sah

source: &Valid Characters...
ms: &Aksara Sah...

source: &Valid Characters:
ms: &Aksara Sah:

source: Valid?
ms: Sah?

source: Value
ms: Nilai

source: Value #{0}
ms: Nilai #{0}

source: Values
ms: Nilai-nilai

source: _Variant
ms: _Varian

source: Variant abbreviation:
ms: Singkatan varian:

source: Variant Form
ms: Bentuk Varian

source: Variant Forms
ms: Bentuk Varian

source: Variant Forms can be configured in more detail.
ms: Bentuk Varian boleh dikonfigur dengan lebih terperinci.

source: Variant name:
ms: Nama varian:

source: Variant not found?
ms: Varian tidak ditemui?

source: Variant of
ms: Varian daripada

source: Variant Of
ms: Varian daripada

source: Variant of Entry or Sense
ms: Varian daripada Entri atau Makna

source: Variant of...
ms: Varian daripada...

source: &Variant of:
ms: &Varian daripada:

source: Variant Pronunciations
ms: Sebutan-sebutan Varian

source: Variant Type
ms: Jenis Varian

source: Variant Type :
ms: Jenis Varian :

source: Variant Type:
ms: Jenis Varian:

source: Variant Types
ms: Jenis-jenis Varian

source: Variant/Complex Form Type
ms: Jenis Varian/Bentuk Kompleks

source: &Variant:
ms: &Varian:

source: Variants
ms: Varian-varian

source: Variants (of Entry)
ms: Varian (Entri)

source: Variants (of Sense)
ms: Varian (Makna)

source: Variants of Sense
ms: Varian Makna

source: Verify the encoding converters used for the writing systems in {0}.
ms: Sah Betul penukar pengekodan yang digunakan untuk sistem penulisan dalam {0}.

source: vernacular
ms: vernakular

source: Vernacular
ms: Vernakular

source: &Vernacular language writing system
ms: Sistem penulisan bahasar &vernakular

source: vernacular or analysis
ms: vernakular atau analisis

source: &Vernacular Writing System
ms: Sistem Penulisan &Vernakular

source: &Vernacular Writing Systems
ms: Sistem Penulisan &Vernakular

source: Version History
ms: Sejarah Versi

source: Version:
ms: Versi:

source: Version: {0}
ms: Versi: {0}

source: Version: {0} {1} {2}
ms: Versi: {0} {1} {2}

source: &View
ms: &Paparan

source: _View
ms: _Paparan

source: View
ms: Paparan

source: View Ethnologue entry for byk
ms: Paparkan entri Ethnolog untuk byk

source: &View File...
ms: &Paparkan Fail...

source: View Incorrect Words in Use
ms: Paparkan Perkataan yang Tidak Tepat dalam Penggunaan

source: View incorrectly spelled words in use.
ms: Paparkan perkataan yang tidak dieja dengan betul dalam penggunaan.

source: wanted want {0}ed{1}
ms: dikehendaki dike {0}hendaki{1}

source: Warning
ms: Amaran

source: Warning!
ms: Amaran!

source: Warning, once you delete this analysis, the following problems may arise:
ms: Amaran, sehabis anda menghapus analisis ini, masalah berikut mungkin timbul:

source: Warning: deleting a field cannot be undone. Are you SURE you want to delete the field {0}?
ms: Amaran: penghapusan sesuatu bidang tidak dapat dibuat asal. Adakah anda PASTI mahu menghapus bidang {0}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field! Are you SURE you want to delete the field {1}?
ms: Amaran: menghapus bidang tidak dapat dibuat asal. Nota: {0} butir-butir dalam pangkalan data anda mempunyai data dalam bidang ini! Adakah anda PASTI mahu menghapus bidang tersebut{1}?

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field, and {1} views have been configured to display this field! Are you SURE you want to delete the field {2}?.
ms: Amaran: menghapus bidang tidak dapat dibuat asal. Nota: {0} butir-butir dalam pangkalan data anda mempunyai data dalam bidang ini, dan paparan {1} telah dikonfigur untuk memaparkan bidang ini! Adakah anda PASTI mahu menghapus bidang {2}?

source: Warning: deleting a field cannot be undone. Note: {0} views have been configured to display this field! Are you SURE you want to delete the field {1}?.
ms: Amaran: menghapus bidang tidak dapat dibuat asal. Nota: paparan {0} telah dikonfigur untuk memaparkan bidang ini! Adakah anda PASTI mahu menghapus bidang {1}?.

source: Warning: once you delete this word gloss:
ms: Amaran: sebaik sahaja anda menghapus glos perkataan ini:

source: Warning: Problem importing from {0}. {1}
ms: Amaran: Masalah mengimport dari {0}. {1}

source: We recommend that you only change this after discussing it with a consultant.
ms: Kami mengesyorkan agar anda mengubah ini setelah berbincang dengan penasihat.

source: We suggest you collect these files in one location so that the FieldWorks backup function can include them in the project backup file.
ms: Kami mencadangkan supaya anda mengumpulkan fail-fail ini di dalam satu lokasi agar fungsi backup boleh memasukkan fail-fail tersebut ke dalam fail backup projek.

source: Weather
ms: Cuaca

source: _Welcome
ms: _Selamat Datang

source: Welcome to FieldWorks
ms: Selamat Datang ke FieldWorks

source: What it does:
ms: Apa yang ia lakukan:

source: when a line starts with blank space(s)
ms: apabila sesuatu garis bermula dengan jarak(-jarak) kosong

source: When to use:
ms: Bilakah menggunakan:

source: Which item is really a component?
ms: Manakah butir yang benar-benar komponen?

source: &Whole item
ms: &Butir Keseluruhan

source: "{0}" will be merged into "{1}", resulting in one writing system. Merging the data using this writing system could cause extensive changes to your data. We recommend that you back up your project before proceeding.
ms: "{0}" akan dicantumkan ke dalam "{1}", hasilnya dalam satu sistem penulisan. Mencantum data menggunakan sistem penulisan boleh menyebabkan perubahan luas ke atas data anda. Kami mengesyorkan anda memback up projek anda sebelum meneruskan.

source: &Window
ms: &Tetingkap

source: _Window
ms: _Tetingkap

source: Window
ms: Tetingkap

source: Windows Code Page
ms: Halaman Kod Windows

source: Windows keyboard settings
ms: Tetapan papan kekunci Tetingkap

source: With Data
ms: Dengan Data

source: Word
ms: Perkataan

source: Word Analyses
ms: Analisis-analisis Perkataan

source: Word Breaking
ms: Penguraian Perkataan

source: Word Cat.
ms: Pengkategorian Perkataan

source: Word Category
ms: Kategori Perkataan

source: {0} Word character
ms: {0} Aksara Perkataan

source: &Word Forming
ms: &Pembentukan Kata

source: Word Gloss
ms: Glos Perkataan

source: _Word Glosses
ms: _Glos-glos Perkataan

source: Word Glosses
ms: Glos-Glos Perkataan

source: Word List Concordance
ms: Senarai Perkataan Konkordans

source: &Word to try:
ms: Cuba &Perkataan:

source: Word Tools
ms: Alat Perkataan

source: Word:
ms: Perkataan:

source: Wordform
ms: Bentuk Kata

source: Wordform Analyses
ms: Analisis-analisis Bentuk Kata

source: Wordforms
ms: Bentuk Kata

source: Words (_assign analysis)
ms: Perkataan-perkataan (_tetapkan analisis)

source: Would you like FieldWorks to remember the settings next time you try import?
ms: Adakah anda mahu FieldWorks mengingat tetapan-tetapan pada masa anda cuba mengimport lain kali?

source: Would you like FieldWorks to restore the linked files within the project folder?
ms: Adakah anda mahu FieldWorks mengembalikan semula fail terpaut dalam folder projek?

source: Would you like to attempt to reconnect? Selecting "No" will cause the loss of any work since the last save.
ms: Adakah anda hendak cuba sambung semula? Memilih "Tidak" akan menyebabkan anda kehilangan mana-mana kerja yang disimpan sejak terakhir sekali.

source: Would you like to keep the newer files in the folder or replace them with the older ones from the backup?
ms: Adakah anda mahu menyimpan fail yang lebih baru dalam folder atau menggantikannya dengan yang lebih lama dari backup?

source: Writing {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
ms: Menulis {0} sebagai FieldWorks 6.0 XML gagal. Proses menulis mengembalikan kod ralat {1} dan mesej ralat {2}.

source: Writing out backup file...
ms: Menulis fail back up...

source: Writing system
ms: Sistem penulisan

source: &Writing System
ms: Sistem &Penulisan

source: _Writing System
ms: Sistem _Penulisan

source: Writing System
ms: Sistem Penulisan

source: Writing System :
ms: Sistem Penulisan:

source: Writing System Already Exists
ms: Sistem Penulisan Sudah Wujud

source: &Writing System for {0}...
ms: &Sistem Penulisan bagi {0}...

source: Writing System Properties
ms: Milik Sistem Penulisan

source: &Writing System(s):
ms: Sistem(-sistem) &Penulisan:

source: Writing system:
ms: Siitem penulisan:

source: &Writing System:
ms: Sistem &Penulisan

source: Writing System:
ms: Sistem Penulisan:

source: Writing System: {0}
ms: Sistem Penulisan: {0}

source: Writing Systems
ms: Sistem Penulisan

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
ms: Sistem penulisan yang ditentukan untuk projek ini ditunjukkan di bawah. Tandakan sistem yang anda mahu ia muncul dalam bidang-bidang berbilang bahasa, baris tunggal. Sistem penulisan yang pertama yang telah disemak adalah sistem penulisan asal untuk jenisnya.

source: Writing Systems for
ms: Sistem Penulisan bagi

source: Writing Systems for {0} field
ms: Sistem Penulisan untuk bidang {0}

source: &Writing systems:
ms: Sistem Pe&nulisan:

source: Writing systems:
ms: Sistem-sistem penulisan:

source: Writing Systems:
ms: Sistem-sistem Penulisan:

source: Writing the copy of {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
ms: Menulis salinan {0} sebagai FieldWorks 6.0 XML gagal. Proses menulis mengembalikan kod {1} dan mesej ralat {2}.

source: XHTML Files
ms: XFail HTML

source: XML Files
ms: Fail XML

source: yes
ms: ya

source: Yes
ms: Ya

source: You are deleting the following item:
ms: Anda menghapus butir berikut:

source: You are deleting the following Reversal Index:
ms: Anda sedang menghapus Indeks Pembalikan berikut:

source: You are now ready to import your anthropology data into FieldWorks. To begin importing, click Finish.
ms: Kini anda bersedia untuk mengimport data antropologi anda ke dalam FieldWorks. Untuk memulakan pengimportan, klik Selesai.

source: You are now ready to import your data into FieldWorks. To begin importing, click Finish.
ms: Anda sekarang bersedia untuk mengimport data anda ke dalam FieldWorks. Untuk memulakan pengimportan, klik Selesai.

source: You are saving a backup to a different location. Would you like to make this the default location to save backups?
ms: Anda sedang menyimpan backup ke dalam lokasi lain. Adakah anda mahu menjadikan ini lokasi asal untuk menyimpan backup?

source: You can control how much detail you wish to deal with. You may start by specifying a few fields to import in order to get a quick look at how the FieldWorks Data Notebook works, and then come back later and specify more and more fields. This Import Procedure is designed to allow you to refine the process iteratively until you are finally satisfied with the result.
ms: Anda boleh mengawal berapa banyak perincian yang anda hendak tangani. Anda boleh memulakan dengan menentukan beberapa bidang untuk mengimport supaya dapat melihat sekilas pandang pada cara Buku Nota Data FieldWorks berfungsi, selepas itu kembali kemudian serta tentukan lebih banyak lagi bidang. Tatacara Import ini direka bentuk untuk membolehkan anda memperhalus proses itu secara berleler sehingga pada akhirnya anda berpuas hati dengan hasilnya.

source: You can match imported items against either abbreviations or full names in the current list.
ms: Anda boleh menyesuaikan butir-butir yang diimport terhadap samada singkatan atau nama penuh dalam senarai semasa.

source: You cannot change the full code "{0}" of the default user writing system.
ms: Anda tidak boleh mengubah kod penuh "{0}" sistem penulisan pengguna asal.

source: You cannot delete a Text Markup tag when there are texts using the tag. One such text using this tag is {0}.
ms: Anda tidak boleh menghapus tag Penanda Teks apabila terdapat teks-teks yang sedang menggunakan tag tersebut. Salah satu teks begitu yang sedang menggunakan tag ini adalah {0}.

source: You cannot delete a Text Markup type when there are texts using its tags. One such text using this type of tag is {0}.
ms: Anda tidak boleh menghapus jenis Pembangunan Teks apabila terdapat teks-teks yang menggunakan tag tersebut. Salah satu teks begitu yang sedang menggunakan jenis tag ini adalah {0}.

source: You cannot demote a list of Text Markup Tags into another list.
ms: Anda tidak boleh turunkan senarai Tag Penanda Teks ke dalam senarai lain.

source: You cannot hide the Word line in this view
ms: Anda tidak boleh menyembunyikan baris Perkataan dalam paparan ini

source: You cannot move, delete, or promote a discourse chart column when there is a chart that has data in the column. One text that has such a chart is {0}
ms: Anda tidak boleh memindah, menghapus, atau menaikkan suatu kolum carta wacana apabila terdapat carta yang mempunyai data dalam kolum tersebut. Salah satu teks yang mempunyai carta begitu ialah {0}

source: You cannot promote a tag to be its own list. Add a new list instead and move tags to it.
ms: Anda tidak boleh menaikkan suatu tag untuk menjadi senarainya sendiri. Sebaliknya, tambahkan satu senarai baru dan pindahkan tag-tag ke senarai baru tersebut.

source: You cannot promote or move a column group when there are charts using the template. One text that has such a chart is {0}.
ms: Anda tidak boleh menaikkan atau memindahkan suatu kumpulan kolum apabila terdapat carta yang menggunakan templat tersebut. Salah satu teks yang mempunyai carta begitu ialah {0}.

source: You cannot promote part of one discourse chart template to a new template. In fact, currently we do not support having more than one template at all.
ms: Anda tidak boleh menaikkan bahagian daripada satu templat carta wacana ke templat baru. Malah, pada masa ini kami tidak menampung anda mempunyai lebih daripada satu templat sama sekali.

source: You cannot use 'Undo' to cancel the effect of this utility. You can restore current parser approved analyses by simply running the parser on your words again.
ms: Anda tidak boleh menggunakan 'Buat Asal' untuk membatalkan kesan utiliti ini. Anda boleh kembalikan semula analisis-analisis yang disetujui penghurai kata semasa dengan menjalankan penghurai kata pada perkataan-perkataan anda sekali lagi.

source: You cannot use 'Undo' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
ms: Anda tidak boleh menggunakan 'Buat Asal' untuk membatalkan kesan daripada utiliti ini. Anda perlu kembali ke versi tersimpan yang terdahulu daripada pangkalan data tersebut.

source: You have configured the "{0}" field to be displayed in two or more columns with the same writing system. Change the writing system of one of those columns or remove the duplicated column.
ms: Anda telah mengkonfigur bidang "{0}" untuk dipaparkan dalam dua kolum atau lebih bersama sistem penulisan yang sama. Ubah sistem penulisan daripasa salah satu kolum itu atau tanggalkan kolum pendua tersebut.

source: You have launched FLEX 10 times.
ms: Anda telah melancarkan FLEX 10 kali.

source: You have launched FLEX 40 times.
ms: Anda telah melancarkan FLEX 40 kali.

source: You may add additional writing systems and edit existing ones in the Project Properties dialog box.
ms: Anda boleh menambahkan sistem penulisan tambahan dan edit sistem penulisan yang sedia ada dalam kotak dialog Milik Projek.

source: You must first select a Custom field to delete from the list.
ms: Anda mestilah memilih satu bidang Khas terlebih dahulu untuk dihapus dari senarai.

source: You must have a region abbreviation if you specify a region name.
ms: Anda mestilah mempunyai singkatan kawasan jika anda menentukan nama kawasan.

source: You must have at least one field showing
ms: Anda mestilah mempunyai sekurang-kurangnya satu bidang ditunjukkan

source: You must have at least one language to continue.
ms: Anda mestilah mempunyai sekurang-kurangnya satu bahasa untuk diteruskan.

source: You must provide a name for the processor
ms: Anda mestilah menyediakan nama untuk pemproses

source: You will now be taken to a new lexical reference type. Enter at least the name and abbreviation for the type. Then, click the "Back" button on the toolbar to return to where you were working. The new type will then be available for you to choose.
ms: Sekarang anda akan dibawa ke jenis rujukan leksikal yang baru. Masukkan sekurang-kurangnya nama atau singkatan bagi jenis tersebut. Kemudian, klik butang "Undur" di atas bar alat untuk kembali ke tempat anda sedang bekerja. Jenis baru akan sedia untuk di pilih.

source: You will now be taken to a new, custom grammatical category. Enter at least the name and abbreviation for the new category. Then, click the "Back" button on the toolbar to return to where you were working. The new category will then be available for you to choose.
ms: Sekarang anda akan dibawa ke kategori tatabahasa yang baru dan khas. Masukkan setidak-tidaknya nama atau singkatan bagi kategori baru. Kemudian, klik butang "Undur" di atas bar alat untuk kembali ke tempat anda sedang bekerja. Kategori baru akan sedia untuk dipilih.

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. Altered comment: {0} Full comment: {1}
ms: Komen anda mengandungi beberapa aksara yang tidak dapat diletakkan dalam nama fail backup. Komen dalam nama fail akan berlainan sedikit daripada yang disimpan di dalam fail backup. Komen Yang Diubah: {0} Komen penuh: {1}

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. As a result, this backup will overwrite a previous one. Altered comment: {0} Full comment: {1}
ms: Komen anda mengandungi beberapa aksara yang tidak dapat disimpan dalam nama fail backup. Komen dalam nama fail akan berlainan sedikit daripada yang disimpan di dalam fail backup. Akibatnya, backup ini akan tulis ganti yang sebelumnya. Komen terubah: {0} Komen Penuh: {1}

source: Your Data
ms: Data Anda

source: Your discourse chart template is missing or has no columns. You can fix this by adding some in Lists/Text constituent chart templates.
ms: Templat carta wacana anda hilang atau tidak mempunyai kolum. Anda boleh membaikinya dengan menambah beberapa templat carta kostituen Senarai/Teks.

source: Your email address:
ms: Alamat e-mel anda:

source: Your final decision is whether or not to replace any existing contents of the {0} notebook.
ms: Keputusan terakhir anda adalah samada menggantikan sebarang kandungan buku nota {0} atau tidak.

source: Your import settings will be saved to this file, for use in any future imports.
ms: Tetapan-tetapan import anda akan disimpan ke fail ini, untuk kegunaan sebarang import pada masa hadapan.

source: {0} Zero or more times
ms: {0} Kosong kali atau lebih daripada kosong kali

source: All checked items
ms: Semua butir yang bertanda

source: Any checked item
ms: Sebarang butir yang bertanda

source: Check All
ms: Semak Semua

source: Complex Forms (of Entry)
ms: Bentuk Kompleks (Entri)

source: Complex Forms (of Sense)
ms: Bentuk Kompleks (daripada Makna)

source: Exclude As Headword
ms: Dikeluarkan Sebagai Kata utama

source: Ft
ms: TB

source: Is a Headword
ms: Adalah Kata utama

source: Lt
ms: TH

source: No items can be inserted in to a cell containing a X variable.
ms: Tiada butiran boleh diselitkan ke dalam sel yang mengandungi pemboleh ubah X.

source: Sense Number Configuration:
ms: Konfigurasi Nombor Makna:

source: Sorry, FieldWorks cannot delete this wordform because it is occurs in your texts.
ms: Maaf, FieldWorks tidak dapat menghapuskan bentuk kata ini kerana ia muncul dalam teks anda.

source: Subentry Type
ms: Jenis Subentri

source: Uncheck All
ms: Hapuskan semua yang bertanda

source: &Beginning Marker:
ms: Tanda &Permulaan:

source: &Category
ms: &Kategori

source: Change spelling of more than one occurrence of a word
ms: Ubah ejaan lebih daripada satu kemunculan sesuatu perkataan

source: Ch&oose...
ms: &Pilih...

source: Columns
ms: Kolum-kolum

source: Confirm Deletion
ms: Sahkan Penghapusan

source: Delete &Note
ms: Hapus &Nota

source: Details
ms: Perincian

source: Edit Spelling Status...
ms: Status Edit Ejaan...

source: Encoding conversion failed. {0}
ms: Penukaran pengekodan gagal. {0}

source: Encoding conversion failed. {0} Encoding converter: {1}
ms: Penukaran pengekodan gagal. {0} Penukar pengekodan: {1}

source: Encoding converter not found. Line {0} of file {1}: Encoding converter: {2} Marker: {3}
ms: Penukar pengekodan tidak ditemui. Baris {0} daripada fail {1}: Penukar pengekodan: {2} Penanda: {3}

source: &Ending Marker:
ms: &Tanda Akhir:

source: E&xclude Data from Import
ms: Ke&luarkan Data dari Import

source: &Exclude this data from import
ms: &Keluarkankan data ini dari impor

source: &Export
ms: &Eksport

source: Export using Pathway
ms: Eksport menggunakan Pathway

source: FieldWorks needs to know how to interpret your data. To change a mapping, select the marker, and then click the Modify button.
ms: FieldWorks perlu mengetahui bagaimana mentafsirkan data anda. Untuk mengubah pemetaan, pilih penanda, kemudian klik butang Ubahsuai.

source: &File:
ms: &Fail:

source: Filters
ms: Penapis

source: Find in &Dictionary...
ms: Cari dalam &Kamus...

source: Find &Related Words
ms: Cari Perkataan-perkataan yang &Berkaitan
